Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/ilmoittaudu_videoiden_editointi_koulutuksiin.html.tmx
Source language: fin
Languages: smn

source: Ilmoittaudu videoiden editointi koulutuksiin
smn: Almottât videoi editistem škovliittâssáid

source: Huomio: videoiden viimeinen palautuspäivä on siirretty 10.5. asti!
smn: Huámmáš: videoi majemuš macâttempeivi lii sirdum 10.5. räi!

source: Saamelaisnuorten taidetapahtuma järjestää yhteistyössä Arktista pedagogiikkaa II -hankkeen kanssa avoimia etäkoulutuksia videoiden editoimisesta.
smn: Säminuorâi taaiđâtábáhtus uárnee oovtâstpargoost Arktâsâš pedagogiik II -havváin ávus káidusškovliittâsâid videoi editistmist.

source: Lisäksi olemme tuottaneet ohjeistuksen videoiden suunnitteluun ja toteuttamiseen.
smn: Toos lasseen mij lep pyevtittâm ravvuid videoi vuáváámân já olášutmân.

source: Järjestämme kaksi etäkoulutusta, minkä lisäksi koulutuksien tallenteet on mahdollista katsoa jälkikäteen.
smn: Mij ornip kyehti káidusškovliittâs, mon lasseen lii máhđulâš keččâđ vyerkkejum škovliittâsâid maŋeláá.

source: Linkin tallenteisiin saa koulutusten jälkeen taidetapahtumatyöntekijältä.
smn: Liiŋkâ vuárháid finnee škovliittâsâi maŋa taaiđâtábáhtuspargest.

source: Hankkeen työntekijät tarjoavat teknistä tukea ohjelmien käytöstä myös koulutusten jälkeen.
smn: Haavâ pargeeh fäälih teknisii torjuu ohjelmij kiävtust meid škovliittâsâi maŋa.

source: Järjestämme koulutusta kahdesta järjestelmästä: Windows 10:n videoiden editointiohjelmasta sekä puhelimelle ladattavasti FilmoraGo:sta.
smn: Mij ornip škovliittâs kyevti vuáháduvâst: Windows 10 videoi editistemohjelmist sehe puhelimân luođimnáál FilmoraGo:st.

source: FilmoraGo on sopiva niin Androidille ja iOS:lle.
smn: FilmoraGo heivee sehe Androidân já iOS:ân.

source: Koulutukset järjestetään suomeksi.
smn: Škovliittâsah uárnejuvvojeh suomâkielân.

source: Molemmat koulutukset alkavat kello 12.30 ja loppuvat kello 14.00.
smn: Kuohtuuh škovliittâsah älgih tme 12.30 já noheh tme 14.00.

source: Välissä pidetään 15min tauko.
smn: Kooskâst lii 15 min puddâ.

source: Koulutusten sisältö
smn: Škovliittâsâi siskáldâs

source: Alku- ja lopputekstien lisääminen
smn: Algâ- já loppâteevstâi lasettem

source: Videon rajaaminen ja leikkaaminen
smn: Videoi raijim já čuoppâm

source: Taustamusiikin, kuvatekstien ja muiden tehosteiden lisääminen
smn: Tuáváášmuusik, koveteevstâi já eres pehtilittei lasettem

source: Editoidun videon tallennus
smn: Editistum video vuorkkim

source: 20.4. koulutus Windows 10 järjestelmän videoiden editointiohjelmasta
smn: 20.4. kovliittâs Windows 10 vuáháduv videoi editistemohjelmist

source: Tietoa sovelluksesta: Microsoftin Videoeditori-sovellus on ilmainen Windows-järjestelmän työpöytäsovellus.
smn: Tiäđuh heiviittâsâst: Microsoft Videoeditori-heiviittâs lii nuuvtá Windows-vuáháduv pargopevdiheiviittâs.

source: Se sopii hyvin aloittelijoille, sillä sen avulla voi helposti ja nopeasti rajata ja leikata videoita, mutta se on editointiominaisuuksiltaan kuitenkin erittäin suppea.
smn: Tot heivee pyereest algâttelleid, já ton vievâst puáhtá älkkeht ja jotelávt raijiđ já čuoppâđ videoid, mutâ ton editistemjiešvuođah láá kuittâg kääržih.

source: 27.4. koulutus FilmoraGo editointiohjelmasta (koulutus perustuu Android käyttöjärjestelmään, mutta sovellus löytyy myös iOS-järjestelmälle)
smn: 27.4. škovliittâs FilmoraGo editistemohjelmist (škovliittâs vuáđđud Android kevttimvuáhádâhân, mutâ heiviittâs kávnoo meid iOS-vuáhádâhân)

source: Tietoa sovelluksesta: FilmoraGo on mobiilisovellus, joka on ladattavissa ilmaiseksi Android-mobiililaitteeseen Google Play –kaupasta.
smn: Tiäđuh heiviittâsâst: FilmoraGo lii moobiilheiviittâs, mon puáhtá luođiđ nuuvtá Android-moobiilpiergâsân Google Play –käävpist.

source: Videoiden kuvaaminen ja editointi on nopeaa ja helppoa, sillä kaikki toiminnot voidaan toteuttaa samalla laitteella.
smn: Videoi kuvvim já editistem lii jotteel já älkkee, tastko puoh tooimâid puáhtá olášuttiđ siämmáin piergâsijn.

source: Koulutukset järjestetään Microsoft Teams -sovelluksessa.
smn: Škovliittâsah uárnejuvvojeh Microsoft Teams -heiviittâsâst.

source: Suosittelemme, että sinulla koulutukseen tullessa valmiiksi kuvattua materiaalia käytettävänä, jotta pystyt tutustumaan ohjelmien ominaisuuksiin käytännössä.
smn: Mij avžuuttep, ete tust lii kovvejum materiaal valmâšin, ko puáđáh škovliittâsân, vâi pastah uápásmuđ ohjelmij jiešvuođáid keevâtlávt.

source: Varmistathan myös, että tarvittavat ohjelmat ovat asennettuina sekä laitteiden järjestelmäpäivitykset ovat ajan tasalla ennen koulutuksia!
smn: Visásmit meid, ete tárbuliih ohjelmeh láá stellejum já et piergâsij vuáhádâhpeividmeh láá ääigi tääsist ovdil škovliittâsâi!

source: Videot toimitetaan taidetapahtumatyöryhmälle WeTransfer ohjelmalla ( ohjeet ).
smn: Videoh toimâttuvvojeh taaiđâtábáhtus pargojuávkun WeTransfer ohjelmijn ( ravvuuh ).

source: Ilmoittauduthan koulutuksiin 16.4.2021 mennessä sähköpostitse anni-sofia.niittyvuopio@samediggi.fi tai puhelimitse +358 40 620 1917.
smn: Almottât škovliittâssáid 16.4.2021 räi šleđgâpostáin anni-sofia.niittyvuopio@samediggi.fi teikâ puhelimáin +358 40 620 1917.

source: Ilmoita kumpaan koulutukseen ilmoittaudut, yhteystietosi sekä osallistujien määrä.
smn: Almoot, ete kuábbáá-uv škovliittâsân tun almottâđah, tuu ohtâvuotâtiäđuid sehe uásálistei mere.

source: Ilmoita myös ehdittekö Teamsiin vai tarvitsetteko pelkästään linkin tallenteisiin.
smn: Almoot meid, ete ostâvetteđ-uv Teamsân vâi taarbâšvetteđ-uv tuš liiŋkâ vuárháid.

source: Saamelaisnuorten taidetapahtuman 2021 ohjeita
smn: Säminuorâi taaiđâtábáhtus 2021 ravvuuh

source: Lisätietoja:
smn: Lasediäđuh:

source: Arktista pedagogiikkaa II, saamelaisopetuksen digiverkosto -hanke
smn: Arktâsâš pedagogiik II, sämimáttááttâs digiviärmádâh -haahâ
